{
  "base_model_name_or_path": "RWKV-4-World-1.5B",
  "bias": "none",
  "enable_lora": null,
  "fan_in_fan_out": false,
  "inference_mode": true,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "merge_weights": false,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 8,
  "target_modules": [
    "key",
    "value",
    "receptance",
    "output"
  ],
  "task_type": "CAUSAL_LM"
}